Repository: urnetwork/apple
Catalog: app/network/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, es_419, es_mx, fr, he, hi, id, it, ja, ko, nl, pl, pt, pt_br, pt_pt, ru, sv, th, uk, vi, zh_hans, zh_hk

source: Everything checks out. How often clients are offered this device depends on demand in its region and on how it ranks against nearby providers.
ar: كل شيء على ما يرام. يعتمد عدد مرات عرض هذا الجهاز على العملاء على الطلب في منطقته وعلى ترتيبه مقارنةً بالمزودين القريبين.
cs: Vše je v pořádku. Jak často se toto zařízení nabízí klientům, závisí na poptávce v jeho regionu a na tom, jak si vede v porovnání s okolními poskytovateli.
de: Alles in Ordnung. Wie oft dieses Gerät Clients angeboten wird, hängt von der Nachfrage in seiner Region ab und davon, wie es im Vergleich zu Anbietern in der Nähe abschneidet.
el: Όλα είναι εντάξει. Το πόσο συχνά προτείνεται αυτή η συσκευή σε πελάτες εξαρτάται από τη ζήτηση στην περιοχή της και από την κατάταξή της σε σχέση με κοντινούς παρόχους.
es: Todo está en orden. La frecuencia con la que se ofrece este dispositivo a los clientes depende de la demanda en su región y de su posición frente a los proveedores cercanos.
es_419: Todo está en orden. La frecuencia con la que se ofrece este dispositivo a los clientes depende de la demanda en su región y de su posición frente a los proveedores cercanos.
es_mx: Todo está en orden. La frecuencia con la que se ofrece este dispositivo a los clientes depende de la demanda en su región y de su posición frente a los proveedores cercanos.
fr: Tout est en ordre. La fréquence à laquelle cet appareil est proposé aux clients dépend de la demande dans sa région et de son classement par rapport aux fournisseurs proches.
he: הכול תקין. התדירות שבה המכשיר הזה מוצע ללקוחות תלויה בביקוש באזור שלו ובדירוג שלו לעומת ספקים קרובים.
hi: सब ठीक है। यह डिवाइस क्लाइंट को कितनी बार पेश किया जाता है, यह इसके क्षेत्र की मांग और आस-पास के प्रदाताओं की तुलना में इसकी रैंकिंग पर निर्भर करता है।
id: Semuanya beres. Seberapa sering perangkat ini ditawarkan ke klien bergantung pada permintaan di wilayahnya dan peringkatnya dibandingkan penyedia terdekat.
it: È tutto a posto. La frequenza con cui questo dispositivo viene offerto ai client dipende dalla domanda nella sua regione e dalla sua posizione rispetto ai provider vicini.
ja: すべて問題ありません。このデバイスがクライアントに提示される頻度は、その地域の需要と、近くのプロバイダーと比べた順位によって決まります。
ko: 모두 정상입니다. 이 기기가 클라이언트에게 제시되는 빈도는 해당 지역의 수요와 주변 제공업체 대비 순위에 따라 달라집니다.
nl: Alles klopt. Hoe vaak dit apparaat aan clients wordt aangeboden, hangt af van de vraag in de regio en van hoe het scoort ten opzichte van providers in de buurt.
pl: Wszystko w porządku. To, jak często to urządzenie jest proponowane klientom, zależy od zapotrzebowania w jego regionie i od jego pozycji w porównaniu z pobliskimi dostawcami.
pt: Está tudo em ordem. A frequência com que este dispositivo é oferecido aos clientes depende da procura na sua região e da sua posição face aos fornecedores próximos.
pt_br: Está tudo certo. A frequência com que este dispositivo é oferecido aos clientes depende da demanda na região dele e da sua posição em relação aos provedores próximos.
pt_pt: Está tudo em ordem. A frequência com que este dispositivo é oferecido aos clientes depende da procura na sua região e da sua posição face aos fornecedores próximos.
ru: Все в порядке. Как часто это устройство предлагают клиентам, зависит от спроса в его регионе и от его места в рейтинге среди ближайших провайдеров.
sv: Allt ser bra ut. Hur ofta enheten erbjuds klienter beror på efterfrågan i dess region och hur den rankas mot leverantörer i närheten.
th: ทุกอย่างเรียบร้อย ความถี่ที่อุปกรณ์นี้ถูกเสนอให้ไคลเอนต์ขึ้นอยู่กับความต้องการในภูมิภาคและอันดับเมื่อเทียบกับผู้ให้บริการใกล้เคียง
uk: Усе гаразд. Як часто цей пристрій пропонують клієнтам, залежить від попиту в його регіоні та від його місця в рейтингу серед найближчих провайдерів.
vi: Mọi thứ đều ổn. Tần suất thiết bị này được đề xuất cho máy khách phụ thuộc vào nhu cầu trong khu vực và thứ hạng so với các nhà cung cấp lân cận.
zh_hans: 一切正常。此设备被推荐给客户端的频率取决于所在地区的需求，以及与附近提供商相比的排名。
zh_hk: 一切正常。此裝置被推薦給客戶端的頻率取決於所在地區的需求，以及與附近供應商相比的排名。

source: Example: bringyour.com or your custom domain.
ar: مثال: bringyour.com أو نطاقك المخصص.
cs: Příklad: bringyour.com nebo vaše vlastní doména.
de: Beispiel: bringyour.com oder deine eigene Domain.
el: Παράδειγμα: bringyour.com ή ο δικός σας τομέας.
es: Ejemplo: bringyour.com o tu dominio personalizado.
es_419: Ejemplo: bringyour.com o tu dominio personalizado.
es_mx: Ejemplo: bringyour.com o tu dominio personalizado.
fr: Exemple : bringyour.com ou votre domaine personnalisé.
he: דוגמה: bringyour.com או הדומיין המותאם שלך.
hi: उदाहरण: bringyour.com या आपका कस्टम डोमेन।
id: Contoh: bringyour.com atau domain kustom Anda.
it: Esempio: bringyour.com o il tuo dominio personalizzato.
ja: 例: bringyour.com またはカスタムドメイン。
ko: 예: bringyour.com 또는 사용자 지정 도메인.
nl: Voorbeeld: bringyour.com of je eigen domein.
pl: Przykład: bringyour.com lub twoja własna domena.
pt: Exemplo: bringyour.com ou o seu domínio personalizado.
pt_br: Exemplo: bringyour.com ou seu domínio personalizado.
pt_pt: Exemplo: bringyour.com ou o seu domínio personalizado.
ru: Пример: bringyour.com или ваш собственный домен.
sv: Exempel: bringyour.com eller din egen domän.
th: ตัวอย่าง: bringyour.com หรือโดเมนที่คุณกำหนดเอง
uk: Приклад: bringyour.com або ваш власний домен.
vi: Ví dụ: bringyour.com hoặc tên miền tùy chỉnh của bạn.
zh_hans: 例如：bringyour.com 或您的自定义域名。
zh_hk: 例如：bringyour.com 或你的自訂網域。

source: Exclusions apply to the whole co-associated network cluster, so related traffic is caught together.
ar: تنطبق الاستثناءات على مجموعة الشبكة المرتبطة بالكامل، لذا يتم استثناء حركة المرور ذات الصلة معًا.
cs: Výjimky platí pro celý propojený síťový cluster, takže související provoz je zachycen společně.
de: Ausschlüsse gelten für den gesamten zusammengehörigen Netzwerk-Cluster, sodass verwandter Datenverkehr gemeinsam erfasst wird.
el: Οι εξαιρέσεις ισχύουν για ολόκληρη τη συσχετισμένη ομάδα δικτύων, ώστε η σχετική κίνηση να καλύπτεται μαζί.
es: Las exclusiones se aplican a todo el clúster de red asociado, así que el tráfico relacionado queda cubierto en conjunto.
es_419: Las exclusiones se aplican a todo el clúster de red asociado, así que el tráfico relacionado queda cubierto en conjunto.
es_mx: Las exclusiones se aplican a todo el clúster de red asociado, así que el tráfico relacionado queda cubierto en conjunto.
fr: Les exclusions s'appliquent à tout le groupe de réseaux associés, afin que le trafic lié soit exclu en même temps.
he: ההחרגות חלות על כל אשכול הרשת המשויך, כך שתעבורה קשורה נתפסת יחד.
hi: अपवाद पूरे संबद्ध नेटवर्क क्लस्टर पर लागू होते हैं, इसलिए संबंधित ट्रैफ़िक एक साथ शामिल हो जाता है।
id: Pengecualian berlaku untuk seluruh klaster jaringan terkait, sehingga lalu lintas yang berhubungan tercakup bersama.
it: Le esclusioni si applicano all'intero gruppo di reti associate, così il traffico correlato viene escluso insieme.
ja: 除外は関連するネットワーククラスタ全体に適用されるため、関連するトラフィックもまとめて対象になります。
ko: 제외는 연관된 네트워크 클러스터 전체에 적용되므로 관련 트래픽이 함께 처리됩니다.
nl: Uitsluitingen gelden voor het hele samenhangende netwerkcluster, zodat gerelateerd verkeer samen wordt meegenomen.
pl: Wykluczenia dotyczą całego powiązanego klastra sieciowego, więc pokrewny ruch jest obejmowany razem.
pt: As exclusões aplicam-se a todo o cluster de rede coassociado, para que o tráfego relacionado seja abrangido em conjunto.
pt_br: As exclusões se aplicam a todo o cluster de rede coassociado, para que o tráfego relacionado seja capturado em conjunto.
pt_pt: As exclusões aplicam-se a todo o cluster de rede coassociado, para que o tráfego relacionado seja abrangido em conjunto.
ru: Исключения применяются ко всему связанному сетевому кластеру, поэтому сопутствующий трафик исключается вместе.
sv: Undantag gäller hela det sammankopplade nätverksklustret, så relaterad trafik fångas upp tillsammans.
th: การยกเว้นจะมีผลกับคลัสเตอร์เครือข่ายที่เกี่ยวข้องกันทั้งกลุ่ม ทราฟฟิกที่เกี่ยวข้องจึงถูกยกเว้นไปพร้อมกัน
uk: Винятки застосовуються до всього пов'язаного мережевого кластера, тому супутній трафік виключається разом.
vi: Loại trừ áp dụng cho toàn bộ cụm mạng liên quan, nên lưu lượng liên quan được gộp chung.
zh_hans: 排除会应用到整个关联网络集群，因此相关流量会被一并排除。
zh_hk: 排除會套用至整個關聯網絡叢集，因此相關流量會一併排除。

source: Exits
ar: المخارج
cs: Výstupy
el: Έξοδοι
es: Salidas
es_419: Salidas
es_mx: Salidas
fr: Sorties
he: יציאות
hi: एग्ज़िट
id: Keluar
it: Uscite
ja: 出口
ko: 출구
pl: Wyjścia
pt: Saídas
pt_br: Saídas
pt_pt: Saídas
ru: Выходы
sv: Utgångar
th: ทางออก
uk: Виходи
vi: Điểm thoát
zh_hans: 出口
zh_hk: 出口

source: Expired
ar: انتهت الصلاحية
cs: Vypršelo
de: Abgelaufen
el: Έληξε
es: Caducado
es_419: Vencido
es_mx: Vencido
fr: Expiré
he: פג תוקף
hi: समाप्त
id: Kedaluwarsa
it: Scaduto
ja: 期限切れ
ko: 만료됨
nl: Verlopen
pl: Wygasło
pt: Expirado
pt_br: Expirado
pt_pt: Expirado
ru: Истекло
sv: Utgånget
th: หมดอายุ
uk: Строк минув
vi: Đã hết hạn
zh_hans: 已过期
zh_hk: 已過期

source: Expires
ar: ينتهي
cs: Vyprší
de: Läuft ab
el: Λήγει
es: Expira
es_419: Expira
es_mx: Expira
fr: Expire
he: פג תוקף
hi: समाप्त होता है
id: Kedaluwarsa
it: Scade
ja: 有効期限
ko: 만료
nl: Vervalt
pl: Wygasa
pt: Expira
pt_br: Expira
pt_pt: Expira
ru: Истекает
sv: Utgår
th: หมดอายุ
uk: Закінчується
vi: Hết hạn
zh_hans: 到期
zh_hk: 到期

source: Export all logs (raw)
ar: تصدير كل السجلات (خام)
cs: Exportovat všechny logy (nezpracované)
de: Alle Logs exportieren (roh)
el: Εξαγωγή όλων των αρχείων καταγραφής (ακατέργαστα)
es: Exportar todos los registros (sin procesar)
es_419: Exportar todos los registros (sin procesar)
es_mx: Exportar todos los registros (sin procesar)
fr: Exporter tous les journaux (bruts)
he: ייצוא כל הלוגים (גולמיים)
hi: सभी लॉग एक्सपोर्ट करें (रॉ)
id: Ekspor semua log (mentah)
it: Esporta tutti i log (grezzi)
ja: すべてのログをエクスポート（未加工）
ko: 모든 로그 내보내기(원본)
nl: Alle logs exporteren (onbewerkt)
pl: Eksportuj wszystkie logi (surowe)
pt: Exportar todos os logs (em bruto)
pt_br: Exportar todos os logs (brutos)
pt_pt: Exportar todos os logs (em bruto)
ru: Экспортировать все логи (необработанные)
sv: Exportera alla loggar (råa)
th: ส่งออกล็อกทั้งหมด (ดิบ)
uk: Експортувати всі логи (необроблені)
vi: Xuất toàn bộ nhật ký (bản thô)
zh_hans: 导出所有日志（原始）
zh_hk: 匯出所有日誌（原始）

source: Export Logs
ar: تصدير السجلات
cs: Exportovat logy
de: Logs exportieren
el: Εξαγωγή αρχείων καταγραφής
es: Exportar registros
es_419: Exportar registros
es_mx: Exportar registros
fr: Exporter les journaux
he: ייצא לוגים
hi: लॉग्स एक्सपोर्ट करें
id: Ekspor log
it: Esporta log
ja: ログをエクスポート
ko: 로그 내보내기
nl: Logbestanden exporteren
pl: Eksportuj logi
pt: Exportar logs
pt_br: Exportar logs
pt_pt: Exportar logs
ru: Экспорт логов
sv: Exportera loggar
th: ส่งออกล็อก
uk: Експортувати логи
vi: Xuất nhật ký
zh_hans: 导出日志
zh_hk: 匯出日誌

source: Export redacted logs
ar: تصدير السجلات المنقّحة
cs: Exportovat anonymizované logy
de: Bereinigte Logs exportieren
el: Εξαγωγή ανωνυμοποιημένων αρχείων καταγραφής
es: Exportar registros anonimizados
es_419: Exportar registros anonimizados
es_mx: Exportar registros anonimizados
fr: Exporter les journaux expurgés
he: ייצוא לוגים מושחרים
hi: संपादित लॉग एक्सपोर्ट करें
id: Ekspor log yang disamarkan
it: Esporta log oscurati
ja: 匿名化したログをエクスポート
ko: 가린 로그 내보내기
nl: Geanonimiseerde logs exporteren
pl: Eksportuj zanonimizowane logi
pt: Exportar logs anonimizados
pt_br: Exportar logs anonimizados
pt_pt: Exportar logs anonimizados
ru: Экспортировать обезличенные логи
sv: Exportera maskerade loggar
th: ส่งออกล็อกที่ปกปิดข้อมูล
uk: Експортувати знеособлені логи
vi: Xuất nhật ký đã ẩn thông tin
zh_hans: 导出脱敏日志
zh_hk: 匯出已遮蔽的日誌

source: Export selected
ar: تصدير المحدد
cs: Exportovat vybrané
de: Auswahl exportieren
el: Εξαγωγή επιλεγμένων
es: Exportar selección
es_419: Exportar selección
es_mx: Exportar selección
fr: Exporter la sélection
he: ייצוא הנבחרים
hi: चुने हुए एक्सपोर्ट करें
id: Ekspor yang dipilih
it: Esporta selezionati
ja: 選択した項目をエクスポート
ko: 선택 항목 내보내기
nl: Selectie exporteren
pl: Eksportuj zaznaczone
pt: Exportar selecionados
pt_br: Exportar selecionados
pt_pt: Exportar selecionados
ru: Экспортировать выбранные
sv: Exportera markerade
th: ส่งออกรายการที่เลือก
uk: Експортувати вибрані
vi: Xuất mục đã chọn
zh_hans: 导出所选项
zh_hk: 匯出所選項目

source: Exporting…
ar: جارٍ التصدير…
cs: Exportování…
de: Wird exportiert…
el: Εξαγωγή…
es: Exportando…
es_419: Exportando…
es_mx: Exportando…
fr: Export en cours…
he: מייצא…
hi: एक्सपोर्ट हो रहा है…
id: Mengekspor…
it: Esportazione…
ja: エクスポートしています…
ko: 내보내는 중…
nl: Exporteren…
pl: Eksportowanie…
pt: A exportar…
pt_br: Exportando…
pt_pt: A exportar…
ru: Экспорт…
sv: Exporterar…
th: กำลังส่งออก…
uk: Експорт…
vi: Đang xuất…
zh_hans: 正在导出…
zh_hk: 正在匯出…

source: Extender
ar: الموسّع
el: Επεκτατής
es: Extensor
es_419: Extensor
es_mx: Extensor
fr: Extendeur
he: מרחיב
hi: एक्सटेंडर
ja: エクステンダー
ko: 익스텐더
pt: Extensor
pt_br: Extensor
pt_pt: Extensor
ru: Экстендер
th: ตัวขยาย
uk: Екстендер
vi: Bộ mở rộng
zh_hans: 扩展器
zh_hk: 擴展器

source: Extender DNS name
ar: اسم DNS للموسّع
cs: DNS název extenderu
el: Όνομα DNS επεκτατή
es: Nombre DNS del extensor
es_419: Nombre DNS del extensor
es_mx: Nombre DNS del extensor
fr: Nom DNS de l’extendeur
he: שם ה-DNS של המרחיב
hi: एक्सटेंडर DNS नाम
id: Nama DNS extender
it: Nome DNS dell’extender
ja: エクステンダーの DNS 名
ko: 익스텐더 DNS 이름
nl: DNS-naam van extender
pl: Nazwa DNS extendera
pt: Nome DNS do extensor
pt_br: Nome DNS do extensor
pt_pt: Nome DNS do extensor
ru: DNS-имя экстендера
sv: Extenderns DNS-namn
th: ชื่อ DNS ของตัวขยาย
uk: DNS-ім’я екстендера
vi: Tên DNS của bộ mở rộng
zh_hans: 扩展器 DNS 名称
zh_hk: 擴展器 DNS 名稱

source: Extender hosts
ar: مضيفات الموسّعات
cs: Hostitelé extenderů
el: Κεντρικοί υπολογιστές επεκτατών
es: Hosts del extensor
es_419: Hosts del extensor
es_mx: Hosts del extensor
fr: Hôtes de l’extendeur
he: מארחי מרחיבים
hi: एक्सटेंडर होस्ट
id: Host extender
it: Host dell’extender
ja: エクステンダーのホスト
ko: 익스텐더 호스트
pl: Hosty extenderów
pt: Anfitriões do extensor
pt_br: Hosts do extensor
pt_pt: Anfitriões do extensor
ru: Хосты экстендеров
sv: Extendervärdar
th: โฮสต์ของตัวขยาย
uk: Хости екстендерів
vi: Máy chủ bộ mở rộng
zh_hans: 扩展器主机
zh_hk: 擴展器主機

source: Extender settings
ar: إعدادات الموسّع
cs: Nastavení extenderu
de: Extender-Einstellungen
el: Ρυθμίσεις επεκτατή
es: Ajustes del extensor
es_419: Configuración del extensor
es_mx: Configuración del extensor
fr: Paramètres de l’extendeur
he: הגדרות המרחיב
hi: एक्सटेंडर सेटिंग
id: Setelan extender
it: Impostazioni dell’extender
ja: エクステンダー設定
ko: 익스텐더 설정
nl: Extender-instellingen
pl: Ustawienia extendera
pt: Definições do extensor
pt_br: Configurações do extensor
pt_pt: Definições do extensor
ru: Настройки экстендера
sv: Extenderinställningar
th: การตั้งค่าตัวขยาย
uk: Налаштування екстендера
vi: Cài đặt bộ mở rộng
zh_hans: 扩展器设置
zh_hk: 擴展器設定

source: Extender settings saved
ar: تم حفظ إعدادات الموسّع
cs: Nastavení extenderu uloženo
de: Extender-Einstellungen gespeichert
el: Οι ρυθμίσεις επεκτατή αποθηκεύτηκαν
es: Ajustes del extensor guardados
es_419: Configuración del extensor guardada
es_mx: Configuración del extensor guardada
fr: Paramètres de l’extendeur enregistrés
he: הגדרות המרחיב נשמרו
hi: एक्सटेंडर सेटिंग सहेजी गईं
id: Setelan extender disimpan
it: Impostazioni dell’extender salvate
ja: エクステンダー設定を保存しました
ko: 익스텐더 설정을 저장했습니다
nl: Extender-instellingen opgeslagen
pl: Zapisano ustawienia extendera
pt: Definições do extensor guardadas
pt_br: Configurações do extensor salvas
pt_pt: Definições do extensor guardadas
ru: Настройки экстендера сохранены
sv: Extenderinställningarna har sparats
th: บันทึกการตั้งค่าตัวขยายแล้ว
uk: Налаштування екстендера збережено
vi: Đã lưu cài đặt bộ mở rộng
zh_hans: 扩展器设置已保存
zh_hk: 擴展器設定已儲存

source: Extender statistics
ar: إحصاءات الموسّع
cs: Statistiky extenderu
de: Extender-Statistiken
el: Στατιστικά επεκτατή
es: Estadísticas del extensor
es_419: Estadísticas del extensor
es_mx: Estadísticas del extensor
fr: Statistiques de l’extendeur
he: סטטיסטיקות המרחיב
hi: एक्सटेंडर आँकड़े
id: Statistik extender
it: Statistiche dell’extender
ja: エクステンダーの統計
ko: 익스텐더 통계
nl: Extender-statistieken
pl: Statystyki extendera
pt: Estatísticas do extensor
pt_br: Estatísticas do extensor
pt_pt: Estatísticas do extensor
ru: Статистика экстендера
sv: Extenderstatistik
th: สถิติตัวขยาย
uk: Статистика екстендера
vi: Thống kê bộ mở rộng
zh_hans: 扩展器统计
zh_hk: 擴展器統計

source: Extenders
ar: الموسّعات
cs: Extendery
de: Extender
el: Επεκτατές
es: Extensores
es_419: Extensores
es_mx: Extensores
fr: Extendeurs
he: מרחיבים
hi: एक्सटेंडर
id: Extender
it: Extender
ja: エクステンダー
ko: 익스텐더
pl: Extendery
pt: Extensores
pt_br: Extensores
pt_pt: Extensores
ru: Экстендеры
sv: Extendrar
th: ตัวขยาย
uk: Екстендери
vi: Bộ mở rộng
zh_hans: 扩展器
zh_hk: 擴展器

source: Extra silent destinations required per this many flows before a busy exit can be benched on soft evidence: a 24-flow exit at 8 needs 3 silent sites, not 2. Off keeps the flat minimum
ar: عدد الوجهات الصامتة الإضافية المطلوبة لكل هذا العدد من التدفقات قبل أن يمكن حجر مخرج مشغول بناءً على أدلة ضعيفة: المخرج ذو 24 تدفقًا عند القيمة 8 يحتاج إلى 3 مواقع صامتة لا 2. عند الإيقاف، يبقى الحد الأدنى الثابت
cs: Další tiché cíle vyžadované na každý tento počet toků, než může být vytížený výstup na základě slabých důkazů poslán na lavičku: výstup s 24 toky při 8 potřebuje 3 tiché weby, ne 2. Vypnuto drží pevné minimum
de: Zusätzliche stille Ziele, die pro so vielen Flows nötig sind, bevor ein ausgelasteter Exit auf schwache Hinweise hin auf die Ersatzbank gesetzt werden kann: Ein Exit mit 24 Flows braucht bei 8 3 stille Websites statt 2. Aus: behält das feste Minimum
el: Επιπλέον σιωπηλοί προορισμοί που απαιτούνται ανά τόσες ροές πριν μια απασχολημένη έξοδος μπει στον πάγκο με αδύναμα στοιχεία: μια έξοδος 24 ροών με τιμή 8 χρειάζεται 3 σιωπηλούς ιστότοπους, όχι 2. Η απενεργοποίηση κρατά το σταθερό ελάχιστο
es: Destinos silenciosos adicionales necesarios por cada esta cantidad de flujos antes de poder mandar al banquillo una salida ocupada con indicios débiles: una salida de 24 flujos con 8 necesita 3 sitios silenciosos, no 2. Si está desactivado, se mantiene el mínimo fijo
es_419: Destinos silenciosos adicionales necesarios por cada esta cantidad de flujos antes de poder mandar a la banca una salida ocupada con indicios débiles: una salida de 24 flujos con 8 necesita 3 sitios silenciosos, no 2. Si está desactivado, se mantiene el mínimo fijo
es_mx: Destinos silenciosos adicionales necesarios por cada esta cantidad de flujos antes de poder mandar a la banca una salida ocupada con indicios débiles: una salida de 24 flujos con 8 necesita 3 sitios silenciosos, no 2. Si está desactivado, se mantiene el mínimo fijo
fr: Destinations silencieuses supplémentaires exigées par tranche de ce nombre de flux avant qu’une sortie chargée puisse être mise sur la touche sur des indices faibles : une sortie de 24 flux à 8 exige 3 sites silencieux, pas 2. Désactivé garde le minimum fixe
he: יעדים שקטים נוספים שנדרשים לכל מספר כזה של זרימות לפני שיציאה עמוסה תועבר לספסל על סמך ראיות חלשות: יציאה עם 24 זרימות בערך 8 צריכה 3 אתרים שקטים, לא 2. כיבוי שומר על המינימום הקבוע
hi: किसी व्यस्त एग्ज़िट को कमज़ोर सबूत पर बेंच भेजने से पहले हर इतने फ़्लो पर ज़रूरी अतिरिक्त शांत गंतव्य: 8 पर 24 फ़्लो वाले एग्ज़िट को 2 नहीं, 3 शांत साइटें चाहिए। बंद करने पर तय न्यूनतम बना रहता है
id: Tujuan diam tambahan yang diperlukan per sekian aliran sebelum exit yang sibuk bisa dicadangkan dengan bukti lemah: exit 24 aliran pada nilai 8 butuh 3 situs diam, bukan 2. Nonaktif mempertahankan minimum tetap
it: Destinazioni silenziose in più richieste ogni tot flussi prima che un’uscita occupata possa andare in panchina con indizi deboli: un’uscita da 24 flussi con 8 richiede 3 siti silenziosi, non 2. Disattivato mantiene il minimo fisso
ja: 弱い証拠で混雑した出口を待機させる前に、このフロー数ごとに必要な追加の無応答宛先。値が 8 のとき、24 フローの出口では無応答サイトが 2 つではなく 3 つ必要です。オフにすると固定の最小値を保ちます
ko: 약한 근거로 바쁜 출구를 대기시키기 전에 이 플로우 수마다 필요한 추가 무응답 대상입니다. 값이 8일 때 플로우 24개인 출구는 무응답 사이트가 2개가 아니라 3개 필요합니다. 끄면 고정 최솟값을 유지합니다
nl: Extra stille bestemmingen die per dit aantal flows nodig zijn voordat een drukke exit op zwak bewijs op de bank kan: een exit met 24 flows bij 8 heeft 3 stille sites nodig, niet 2. Uit houdt het vaste minimum
pl: Dodatkowe milczące cele wymagane na każdą taką liczbę przepływów, zanim zajęte wyjście trafi na ławkę na podstawie słabych dowodów: wyjście z 24 przepływami przy 8 wymaga 3 milczących witryn, nie 2. Wyłączenie zachowuje stałe minimum
pt: Destinos silenciosos adicionais exigidos por cada este número de fluxos antes de uma saída ocupada poder ir para o banco com indícios fracos: uma saída de 24 fluxos com 8 precisa de 3 sites silenciosos, não 2. Desativado mantém o mínimo fixo
pt_br: Destinos silenciosos extras exigidos a cada essa quantidade de fluxos antes que uma saída ocupada possa ir para o banco com evidências fracas: uma saída de 24 fluxos com 8 precisa de 3 sites silenciosos, não 2. Desativado mantém o mínimo fixo
pt_pt: Destinos silenciosos adicionais exigidos por cada este número de fluxos antes de uma saída ocupada poder ir para o banco com indícios fracos: uma saída de 24 fluxos com 8 precisa de 3 sites silenciosos, não 2. Desativado mantém o mínimo fixo
ru: Сколько дополнительных молчащих адресатов требуется на каждое такое число потоков, прежде чем загруженный выход можно отстранить по косвенным признакам: выходу с 24 потоками при значении 8 нужно 3 молчащих сайта, а не 2. Если выключено, действует фиксированный минимум
sv: Extra tysta destinationer som krävs per så här många flöden innan en upptagen utgång kan bänkas på svaga belägg: en utgång med 24 flöden vid 8 kräver 3 tysta webbplatser, inte 2. Av behåller det fasta minimumet
th: ปลายทางที่เงียบเพิ่มเติมที่ต้องมีต่อจำนวนโฟลว์เท่านี้ ก่อนที่ทางออกที่ยุ่งจะถูกพักด้วยหลักฐานที่อ่อน: ทางออก 24 โฟลว์ที่ค่า 8 ต้องมีเว็บไซต์ที่เงียบ 3 แห่ง ไม่ใช่ 2 ปิดเพื่อคงค่าขั้นต่ำคงที่
uk: Додаткові мовчазні цілі, потрібні на кожну таку кількість потоків, перш ніж зайнятий вихід можна відправити на лаву за слабкими ознаками: вихід із 24 потоками при 8 потребує 3 мовчазних сайтів, а не 2. Вимкнення зберігає фіксований мінімум
vi: Số đích im lặng bổ sung cần có cho mỗi chừng ấy luồng trước khi một điểm thoát bận có thể bị cho dự bị dựa trên bằng chứng yếu: một điểm thoát 24 luồng ở mức 8 cần 3 trang im lặng, không phải 2. Tắt sẽ giữ mức tối thiểu cố định
zh_hans: 在仅凭弱证据隔离繁忙出口之前，每达到此数量的流需额外增加的静默目标数：值为 8 时，有 24 个流的出口需要 3 个静默站点，而不是 2 个。关闭时保持固定的最小值
zh_hk: 在只憑弱證據隔離繁忙出口之前，每達到此數量的流須額外增加的靜默目標數：值為 8 時，有 24 個流的出口需要 3 個靜默網站，而不是 2 個。關閉時保持固定的最小值

source: Failed
ar: فشل
cs: Selhalo
de: Fehlgeschlagen
el: Απέτυχε
es: Fallido
es_419: Fallido
es_mx: Fallido
fr: Échec
he: נכשל
hi: विफल
id: Gagal
it: Non riuscito
ja: 失敗
ko: 실패
nl: Mislukt
pl: Niepowodzenie
pt: Falhou
pt_br: Falhou
pt_pt: Falhou
ru: Ошибка
sv: Misslyckades
th: ล้มเหลว
uk: Помилка
vi: Thất bại
zh_hans: 失败
zh_hk: 失敗

source: Failed to connect
ar: فشل الاتصال
cs: Nepodařilo se připojit
de: Verbindung fehlgeschlagen
el: Αποτυχία σύνδεσης
es: No se ha podido conectar
es_419: No se pudo conectar
es_mx: No se pudo conectar
fr: Échec de la connexion
he: החיבור נכשל
hi: कनेक्ट नहीं हो सका
id: Gagal terhubung
it: Impossibile connettersi
ja: 接続に失敗しました
ko: 연결에 실패했습니다
nl: Fout tijdens verbinden
pl: Nie udało się połączyć
pt: Não foi possível ligar
pt_br: Não foi possível conectar
pt_pt: Não foi possível ligar
ru: Не удалось подключиться
sv: Kunde inte ansluta
th: เชื่อมต่อไม่สำเร็จ
uk: Не вдалося підключитися
vi: Không thể kết nối
zh_hans: 连接失败
zh_hk: 連接失敗
